tap "azure/bicep"
tap "dracula/install"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "morantron/tmux-fingers"
tap "powershell/tap"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "eza"
brew "fd"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git"
brew "git-gui"
brew "gnu-sed"
brew "go"
brew "go-task"
brew "goose"
brew "jq"
brew "kubernetes-cli"
brew "luajit"
brew "make"
brew "mongocli"
brew "mono-libgdiplus"
brew "tree-sitter"
brew "neovim"
brew "nvm"
brew "pipenv"
brew "pnpm"
brew "python@3.9"
brew "ripgrep"
brew "sk"
brew "starship"
brew "stow"
brew "tmux"
brew "unzip"
brew "wget"
brew "yarn"
brew "zoxide"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "azure/bicep/bicep"
brew "jesseduffield/lazygit/lazygit"
brew "morantron/tmux-fingers/tmux-fingers"
cask "appcleaner"
cask "arc"
cask "bartender"
cask "betterdiscord-installer"
cask "cleanshot"
cask "crossover"
cask "discord"
cask "docker"
cask "dockey"
cask "dotnet"
cask "dotnet-sdk8-0-100"
cask "dracula-betterdiscord"
cask "dropbox"
cask "elgato-camera-hub"
cask "figma"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "google-chrome"
cask "google-drive"
cask "istat-menus"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "keyboard-cleaner"
cask "linearmouse"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "proxyman"
cask "raycast"
cask "rider"
cask "robo-3t"
cask "rowanj-gitx"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "stremio"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "zoom"
